var data= {
  "QuestionPaper": {
    "-UniqueId": "002",
    "-CategoryName": "Sanskrit - 7",
    "Chapter": [
      {
        "-ChapterName": "विद्याया: सुखम् ",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tनर: पात्रत्वाद् आप्नोति-\n\t(i) सुखम्        (ii) धनम्     (iii) विद्या "
              },
              {
                "-Question": "(ख).\tसञ्चयात् क्षयमायाति-\n\t(i) धनम्        (ii)विद्या         (iii) सुखम् "
              },
              {
                "-Question": "(ग).\tसर्वत्र पूज्यते-\n\t(i) विद्वान्         (ii) मूर्ख:       (iii) राजा "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क). अपूर्व: __________ । \n\tव्ययतो __________ ।। "
              },
              {
                "-Question": "(ख).  पुस्तकस्था __________ धनम्।\n\t __________तद्धनम्।।"
              },
              {
                "-Question": "(ग)  __________कदाचन।\n\t __________स्वदेशे ।।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर  लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  विनयं क: ददाति?"
              },
              {
                "-Question": "(ख).  किं कथञ्च वृद्धिमायाति?"
              },
              {
                "-Question": "(ग).  सर्वत्र क: पूज्यते?"
              },
              {
                "-Question": "(घ).  दानेन नित्यं किं वर्धते?"
              },
              {
                "-Question": "(ङ).  विद्या विदेश गमने कीदृशा अस्ति?"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों का वाक्य-प्रयोग कीजिए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).\tविनयम्     =  ___________________________"
              },
              {
                "-Question": "(ख).\tनरस्य    =  ___________________________"
              },
              {
                "-Question": "(ग).\tयश:   =  ___________________________"
              },
              {
                "-Question": "(घ).\tअपूर्व:   =  ___________________________"
              },
              {
                "-Question": "(ङ).\tपूज्यते    =  ___________________________"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tविद्या धन सभी धनों में श्रेष्ठ है।"
              },
              {
                "-Question": "(ख).\tविद्या गुरुओं की भी गुरु है।"
              },
              {
                "-Question": "(ग).\tविद्या से हीन मनुष्य पशु तुल्य है।"
              },
              {
                "-Question": "(घ).\tसमय आने पर पुस्तकीय विद्या और दूसरों को दिया गया धन काम नहीं आता।"
              },
              {
                "-Question": "(ङ).\tविद्वान की हर जगह पूजा होती है।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित श्लोकों का हिंदी में अनुवाद कीजिए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tअपूर्व: को ऽपि कोशोऽयं विद्यते तव भारति।\n\tव्ययतो वृद्धिमायाति क्षयमायाति सञ्चयात्।।"
              },
              {
                "-Question": "(ख).\tविद्या विवादाय धनं मदाय शक्ति: परेषां परपीडनाय।\n\tखलस्य साधोर्विपरीतमेतत् ज्ञानाय दानाय च रक्षणाय।।"
              },
              {
                "-Question": "(ग).\tविद्या श्रेष्ठधनं तन्मूलमितरद्धनम्।\n\tदानेन वर्धते नित्यं न भाराय न नीयते।।"
              }
            ]
          }
        ]    //chapter1 compelete
      }, 
	  {
        "-ChapterName": "राष्ट्रपिता",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
        {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tसंसारे जना:-\n\t(i) जायन्ते        (ii) म्रियन्ते        (iii) उभावपि "
              },
              {
                "-Question": "(ख).\tगन्धि महोदयस्य जन्म कस्मिन् राज्ये अभवत्?\n\t(i) गुजरात राज्ये        (ii) हिमाचल प्रदेशे       (iii) उत्तर प्रदेशे "
              },
              {
                "-Question": "(ग).\tअस्य प्रारम्भिकी शिक्षा अभवत्।\n\t(i) इंग्लैण्ड देशे         (ii) गुजरात राज्ये        (iii) मुम्बई नगरे "
              },
              {
                "-Question": "(घ).\tराष्ट्रपिता रूपेण प्रसिद्ध: अस्ति-\n\t(i)पं० जवाहरलाल नेहरू           (ii)महात्मा गान्धि:         (iii) डॉ० राजेन्द्र प्रसाद: "
              },
              {
                "-Question": "(ङ).\tमहात्मा गान्धिन: प्रयासेन अस्माकं देश: अभवत्-\n\t(i) पराधीन:          (ii)स्वाधीन:        (iii) उभौ अशुद्धौ "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  अस्माकं  देशे अपि एतादृशा: अनेका:  __________ अभवन्।"
              },
              {
                "-Question": "(ख).  तस्य आद्यं नाम __________ आसीत्।"
              },
              {
                "-Question": "(ग)  तत्पश्चात् __________ अध्ययनार्थम् आङ्गलदेशम् अगच्छत्।"
              },
              {
                "-Question": "(घ)  सर्वे भारतवासिन: __________ कथयन्ति।"
              },
              {
                "-Question": "(ङ)  अवश्यमेव __________ एतस्मिन् संसारे अविस्मरणीय:।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर  लिखिए—",
            "-defaultMark": "1",
            "item": [
              { 
                "-Question": "(क).  अस्माकं देशे अन्ये के के महापुरुषा: अभवन्?"
              },
              {
                "-Question": "(ख).  गान्धि महोदयस्य जन्म कदा कुत्र च अभवत्?"
              },
              {
                "-Question": "(ग).  गान्धि महोदय: अध्ययनार्थं कुत्र अगच्छत्?"
              },
              {
                "-Question": "(घ).  गान्धि महोदय: कस्यार्थं प्रयत्नमकरोत्?"
              },
              {
                "-Question": "(ङ).  गान्धि महोदयस्य स्वभाव: कीदृश: आसीत्?"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए",
            "-defaultMark": "5",
            "item": [
              { 
                "-Question": "(क).\tहमारे देश में अनेक महापुरुष हुए।"
              },
              {
                "-Question": "(ख).\tमहात्मा गांधी का नाम संसार में प्रसिद्ध है।"
              },
              {
                "-Question": "(ग).\tअब भारतवर्ष स्वाधीन है।"
              },
              {
                "-Question": "(घ).\tभारत में विदेशियों ने अत्याचार किए।"
              },
              {
                "-Question": "(ङ) \tहम सभी इन्हें प्रेम से बापू कहते हैं।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों से वाक्य बनाइए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क) अस्माकम्   =  _________________________________________ "
              },
              {
                "-Question": "(ख) प्राचीनकाले    =  _________________________________________ "
              },
              {
                "-Question": "(ग) अध्ययनार्थम्    =  _________________________________________ "
              },
              {
                "-Question": "(घ) संसारे   =  _________________________________________  "
              },
              {
                "-Question": "(ङ) स्वाधीन:    =  _________________________________________ "
              },
              {
                "-Question": "(च) परतन्त्र:    =  _________________________________________ "
              },
              {
                "-Question": "(छ) अनेके    =  _________________________________________ "
              },
              {
                "-Question": "(ज) महापुरुषा:    =  _________________________________________ "
              },
              {
                "-Question": "(झ) प्रयत्न:   =  _________________________________________ "
              },
              {
                "-Question": "(ञ) उदात्त:   =  _________________________________________ "
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित श्लोक का अनुवाद कीजिए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "  शैले शैले न माणिक्यं मौक्तिकं न गजे गजे। \n साधवौ नहि सर्वत्रं चन्दनं न वने वने।।"
              }
            ]
          }
        ]    //chapter2 compelete
      },
       {
        "-ChapterName": "सन्मित्रम्",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [ 
        {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tउद्यानं गन्तुम् इच्छति-\n\t(i) अर्पण:          (ii) कमल:        (iii)  देव: "
              },
              {
                "-Question": "(ख).\tसुखे-दु:खे परीक्ष्यते-\n\t(i) शत्रु:         (ii) मित्रम्         (iii) पिता"
              },
              {
                "-Question": "(ग).\tस्कन्धे उपविष्ट:-\n\t(i) पङ्गु:         (ii) अन्ध:           (iii) बधिर:  "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "एक शब्द में उत्तर दीजिए",
            "-defaultMark": "1",
            "item": [
              { 
                "-Question": "(क). अर्पण: कुत्र गन्तुम् इच्छति?"
              },
              {
                "-Question": "(ख).  उद्याने के सन्ति?"
              },
              {
                "-Question": "(ग)  श्रीकृष्ण: कस्य मित्रम् आसीत्?"
              },
              {
                "-Question": "(घ)  सुग्रीवस्य मित्रं क: आसीत्?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर  लिखिए—",
            "-defaultMark": "1",
            "item": [
              { 
                "-Question": "(क).  क: कथञ्च शुद्धं भवति?"
              },
              {
                "-Question": "(ख). मित्रस्य दिव्यगुणा: के भवन्ति?"
              },
              {
                "-Question": "(ग).  कयो: कथा प्रसिद्धा?"
              },
              {
                "-Question": "(घ).  एकदा ग्रामे किम् अभवत्?"
              },
              {
                "-Question": "(ङ).  मित्रं कस्मात् निवारयति?"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों की विभक्ति और वचन लिखिए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).\tमित्रताया:  =  ______________    ______________     ______________ "
              },
              {
                "-Question": "(ख).\tगुणान्   =  ______________    ______________     ______________ "
              },
              {
                "-Question": "(ग).\tग्रामात्   =  ______________    ______________     ______________ "
              },
              {
                "-Question": "(घ).\tमित्रे   =  ______________    ______________     ______________ "
              },
              {
                "-Question": "(ङ).\tएकस्मिन्   =  ______________    ______________     ______________ "
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों को लोट् लकार में बदलिए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क) अर्पण: उद्यानं गच्छति।"
              },
              {
                "-Question": "(ख) भवान् रामेण सह वदति।"
              },
              {
                "-Question": "(ग) त्वं कथां कथयसि।"
              },
              {
                "-Question": "(घ) अहं ग्रामं गच्छामि।"
              },
              {
                "-Question": "(ङ) तौ बालौ उद्याने क्रीडत:।"
              }
            ]
          }
        ]    //chapter3 compelete
      },
       {
        "-ChapterName": "ऋतुराज: वसन्त:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
           {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tवसन्त काल: भवति-\n\t(i) सुखद:             (ii) दु:खद: :         (iii) हानिकारक"
              },
              {
                "-Question": "(ख).\tआम्रवृक्षेषु कूजन्ति-\n\t(i) चटका:         (ii) पिका:         (iii) शुका: "
              },
              {
                "-Question": "(ग).\tवसन्त ऋतौ कतमं पर्व आयाति?\n\t(i) दीपावलि:        (ii) होली            (iii) विजयादशमी "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "एक शब्द में उत्तर दीजिए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  वसन्तकाल: कीदृश: भवति?"
              },
              {
                "-Question": "(ख)  वसन्तऋतौ प्रकृति: कीदृशी भवति?"
              },
              {
                "-Question": "(ग)  भारतवर्षे कति ऋतव: भवन्ति?"
              },
              {
                "-Question": "(घ)  होली इति उत्सव: कस्मिन् ऋतौ आगच्छति?"
              },
              {
                "-Question": "(ङ)  कतम: उत्सव: आमोद-प्रमोदस्य उत्सव:"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर  लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) वसन्तऋतु: ऋतुराज: कथ्यते, किमर्थम्?"
              },
              {
                "-Question": "(ख) वसन्तऋतौ किं दृष्ट्वा चित्तं प्रसीदति?"
              },
              {
                "-Question": "(ग) होली-उत्सवे जना: किं किं कुर्वन्ति"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित कथन शुद्ध है अथवा अशुद्ध ?",
            "-defaultMark": "5",
            "item": [
              { 
                "-Question": "(क)  यदा वसन्त-ऋतु: गच्छति, शरद् ऋतु: आगच्छति।"
              },
              {
                "-Question": "(ख).  यदा सूर्य: उत्तरायण: तदा शिशिर-ऋतु: भवति।"
              },
              {
                "-Question": "(ग).  वसन्त-पञ्चमी इति हास-परिहासस्य उत्सव: अस्ति।"
              },
              {
                "-Question": "(घ).  होली-उत्सवे केचन जना: देवीं सरस्वतीं पूजयन्ति।"
              },
              {
                "-Question": "(ङ).  वसन्त-काल: सुखद: न भवति।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "वाक्य बनाइए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).\tवसन्त:  =   ____________________________ "
              },
              {
                "-Question": "(ख).\tसुखद:  =   ____________________________"
              },
              {
                "-Question": "(ग).\tभीतम्   =   ____________________________"
              },
              {
                "-Question": "(घ).\tदृष्ट्वा    =   ____________________________"
              },
              {
                "-Question": "(ङ).\tआम्रम्  =   ____________________________ "
              },
              {
                "-Question": "(च).\tभानु:  =   ____________________________ "
              },
              {
                "-Question": "(छ).\tआगमनम्  =   ____________________________ "
              }
            ]
          }
        ]    //chapter4 compelete
      },
       {
        "-ChapterName": "सुवचनानि",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\t‘माता’ इति शब्दस्य विलोम शब्द: अस्ति-\n\t(i) जननी            (ii) पिता        (iii) मातुल:"
              },
              {
                "-Question": "(ख).\t‘अलसस्य’ इत्यस्मिन् विभक्ति: अस्ति-\n\t(i) सप्तमी          (ii) षष्ठी          (iii) सम्बोधन"
              },
              {
                "-Question": "(ग).\t‘क्षमा’ इति शब्द: अस्ति-\n\t(i) नपुंसकलिङ्ग:          (ii) स्त्रीलिङ्ग:        (iii) पुंल्लिङ्ग: "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "एक शब्द में उत्तर दीजिए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  अपाठित: बाल: कुत्र न शोभते?"
              },
              {
                "-Question": "(ख).  अलस: किं न विन्दति?"
              },
              {
                "-Question": "(ग)  अलस: किं न विन्दति?"
              },
              {
                "-Question": "(घ)  कीदृशा: जना: नमन्ति?"
              },
              {
                "-Question": "(ङ)  के सर्वत्र न भवन्ति?"
              },
              {
                "-Question": "(च)  गुणस्य आभूषणं किम्?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर  लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  प्रथम श्लोकस्य को भावार्थ:?"
              },
              {
                "-Question": "(ख).  कयो: मध्ये कीदृशी सङ्गति:?"
              },
              {
                "-Question": "(ग).  के न नमन्ति?"
              },
              {
                "-Question": "(घ).  अन्तिम श्लोकस्यार्थं लिखत।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों का वाक्य-प्रयोग कीजिए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).  नमन्ति  =  ________________________________________"
              },
              {
                "-Question": "(ख).  सिध्यन्ति  =  ________________________________________"
              },
              {
                "-Question": "(ग).  पाठित:  =  ________________________________________"
              },
              {
                "-Question": "(घ).  प्रविशन्ति  =  ________________________________________"
              }
            ]
          }
        ]    //chapter5 compelete
      },
       {
        "-ChapterName": "मूर्ख: भृत्य:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tधनिक: वसति स्म-\n\t(i) ग्रामे          (ii) नगरे        (iii) महानगरे"
              },
              {
                "-Question": "(ख).\tभृत्य: शावकम् आनयति-\n\t(i) वस्त्रे           (ii) चोलके          (iii) मञ्जूषायाम्"
              },
              {
                "-Question": "(ग).\tधनिक: स्वभालं ताडयति\n\t(i) दण्डेन            (ii) हस्तेन         (iii) पुष्पेण "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  तस्य एक: __________ परं __________ भृत्य: आसीत्।"
              },
              {
                "-Question": "(ख)  धनिक: तं __________ आनेतुम् आदिशत्।"
              },
              {
                "-Question": "(ग)  भविष्ये वस्तूनि __________ एव आनेतव्यम्।"
              },
              {
                "-Question": "(घ)  __________ भवतु ते मुखम्।"
              }, 
              {
                "-Question": "(ङ)  धनिक: __________ हस्तेन ताडयति।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर  लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  भृत्य: कीदृश: आसीत्?"
              },
              {
                "-Question": "(ख).  धनिकस्य पुत्र: किम् आनेतुम् आदिशति?"
              },
              {
                "-Question": "(ग).  भृत्य: दुग्धं कथम् आनयति?"
              },
              {
                "-Question": "(घ).  धनिक: निराशो भूय किं वदति?"
              },
              {
                "-Question": "(ङ).  भृत्य: मुखं केन लिम्पति?"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क). किसी धनी सेठ का एक मूर्ख नौकर था।"
              },
              {
                "-Question": "(ख). वह नौकर अपने स्वामी की आज्ञा का पालन करता था।"
              },
              {
                "-Question": "(ग). सेठ ने उसे बाजार से नमक लाने के लिए कहा।"
              },
              {
                "-Question": "(घ). सेठ ने उसे समझाया कि नमक बर्तन में रखकर लाना चाहिए।"
              },
              {
                "-Question": "(ङ).  नौकर अपना मुँह काला करके सेठ के सामने उपस्थित हुआ।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निर्देशानुसार लकार-परिवर्तन कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).  भृत्य: लवणम् आनेतुं गच्छति।"
              },
              {
                "-Question": "(ख).  स: भृत्यम् आदिशति।"
              },
              {
                "-Question": "(ग).  स: मूर्ख: अस्ति।"
              },
              {
                "-Question": "(घ).  पशून् दोरकेण बद्ध्वा आनयेत्।"
              },
              {
                "-Question": "(ङ).  त्वं दुग्धम् आनय।"
              }
            ]
          }
        ]    //chapter6 compelete
      },
       {
        "-ChapterName": "सूर्योदय:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tसूर्य: उदयति-\n\t(i) शनै: शनै:           (ii) वेगेन        (iii) न उदयति"
              },
              {
                "-Question": "(ख).\tजना: भ्रमितुं गच्छन्ति-\n\t(i) नगरम्            (ii) ग्रामम्           (iii) उद्यानम्"
              },
              {
                "-Question": "(ग).\tसूर्य: अस्मभ्यं यच्छति-\n\t(i) धनम्            (ii) जलम्          (iii) प्रकाशम् "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  इदानीं __________ अस्ति।"
              },
              {
                "-Question": "(ख).  सूर्य-किरणै: __________ नश्यति।"
              },
              {
                "-Question": "(ग).  भक्ता: __________ देवालयं गच्छन्ति।"
              },
              {
                "-Question": "(घ).  ता:__________ प्रातराशं पचन्ति।"
              },
              {
                "-Question": "(ङ).  य: __________ प्रकाशं यच्छति, तस्मै __________ नम:।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर  लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  सूर्य: कस्यां दिशायाम् उदयति?"
              },
              {
                "-Question": "(ख).  प्रात:कालिवंâ वातावरणं कीदृशं भवति?"
              },
              {
                "-Question": "(ग).  बाला: विद्यालये किमर्थं गच्छन्ति?"
              },
              {
                "-Question": "(घ).  कं: विना जीवनम् असम्भवम्?"  
              },
              {
                "-Question": "(ङ).  सूर्यस्य पर्यायवाची शब्दा: लिखत।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "एक शब्द में उत्तर दीजिए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).  सूर्यस्य प्रकाशेन क: नश्यति?"
              },
              {
                "-Question": "(ख).  केषां शाखासु पुष्पाणि विकसन्ति?"
              },
              {
                "-Question": "(ग).  भक्ता: कं स्मृत्वा गृहम् आगमिष्यन्ति?"
              },
              {
                "-Question": "(घ).  स्त्रिय: किं पचन्ति?"
              },
              {
                "-Question": "(ङ).  विद्यालये छात्रा: किं करिष्यन्ति?"
              },
              {
                "-Question": "(च).  जना: किमर्थम् उद्यानं गच्छन्ति?"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "पर्यायवाची शब्द लिखिए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).  सूर्य:   =  _________________________________"
              },
              {
                "-Question": "(ख).  खग:  =  _________________________________"
              },
              {
                "-Question": "(ग).  उद्यानम्   =  _________________________________"
              },
              {
                "-Question": "(घ).  वृक्ष:  =  _________________________________"
              },
              {
                "-Question": "(ङ).  गृहम्   =  _________________________________"
              },
              {
                "-Question": "(च).  गुरु:   =  _________________________________"
              }
            ]
          }
        ]    //chapter7 compelete
      },
       {
        "-ChapterName": "दीपावली",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
           {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tभारतवर्ष: अस्ति-\n\t(i) पर्वाणां देश:           (ii) वनानां देश:       (iii) दुर्जनानां देश:"
              },
              {
                "-Question": "(ख).\t‘अयोध्याया:’ इत्यस्मिन् विभक्ति: अस्ति\n\t(i) सप्तमी         (ii) षष्ठी         (iii) द्वितीया"
              },
              {
                "-Question": "(ग).\tश्रीराम: हतवान्-\n\t(i) कंसम्             (ii) दुर्योधनम्         (iii) रावणम्"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  भारतवर्ष: __________ देश: अस्ति।"
              },
              {
                "-Question": "(ख).  अत्र प्रतिवर्षम् अनेका: __________ मान्यन्ते।"
              },
              {
                "-Question": "(ग).  केचन राष्ट्रिया: __________ सन्ति।"
              },
              {
                "-Question": "(घ).  अयोध्याया: राजा __________ अस्ति।"
              },
              {
                "-Question": "(ङ).  ते निजगृहाणि दीपै: __________ सुशोभितवन्त:।"
              },
              {
                "-Question": "(च).  बालका: __________ दहन्ति।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर  लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).  दशरथ: कुत्रत्य राजा आसीत्?"
              },
              {
                "-Question": "(ख).  क: सीताम् अपाहरत्?"
              },
              {
                "-Question": "(ग).  जना: अस्मिन्नवसरे विंâ कुर्वन्ति?"
              },
              {
                "-Question": "(घ).  दीपावली उत्सव: कदा मान्यते?"
              },
              {
                "-Question": "(ङ).  दीपावली-उत्सव: कस्य प्रतीक: अस्ति?"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिन्दी में अनुवाद कीजिए।",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).  अत्र प्रतिवर्षम् अनेका: उत्सवा: मान्यन्ते।"
              },
              {
                "-Question": "(ख).  अयमुत्सव: र्काितकमासस्य कृष्णपक्षस्य अमावस्यायां दिवसे मान्यते।"
              },
              {
                "-Question": "(ग).  श्रूयते यत् पुरा अयोध्याया: राजा दशरथ: आसीत्।"
              },
              {
                "-Question": "(घ).  तस्य पुत्र: श्रीराम: चतुर्दशवर्षाणि वनेऽवसत्।"
              },
              {
                "-Question": "(ङ).  लंकाधिपति: रावण: श्रीरामस्य पत्नीं सीताम् अपाहरत्।"
              },
              {
                "-Question": "(च).  श्रीराम: रावणं हतवान्।"
              },
              {
                "-Question": "(छ).  जना: रात्रौ लक्ष्मीपूजनं कुर्वन्ति।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए।",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).  दीपावली कार्तिक मास की अमावस्या को मनाई जाती है।"   
              },
              {
                "-Question": "(ख).  यह हिंदुओं का प्रमुख त्योहार है।"
              },
              {
                "-Question": "(ग).  इसी दिन श्रीराम अयोध्या लौटे थे।"
              },
              {
                "-Question": "(घ).  दीपावली से पूर्व लोग अपने घरों को अच्छी तरह से सजाते हैं।"
              },
              {
                "-Question": "(ङ).  लोग इस दिन नए-नए कपड़े धारण करते हैं।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "सही कथन पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).  भारतवर्ष: पर्वाणां देश: अस्ति।   =  ___________ "
              },
              {
                "-Question": "(ख).  अयमुत्सव: कार्तिकमासस्य कृष्णपक्षस्य अमावस्यायां दिवसे मान्यते।   =  ___________"
              },
              {
                "-Question": "(ग).  अस्मिन् दिने श्रीराम: लंकायाम् आगच्छत्।    =  ___________"
              },
              {
                "-Question": "(घ).  जना: अस्मिन् अवसरे गृहाणि सुधया लिम्पन्ति।   =  ___________"
              }
            ]
          }
        ]    //chapter8 compelete
      },
       {
        "-ChapterName": "सुभाषितानि ",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tकदर्यं जयेत्-\n\t(i) दानेन          (ii) युद्धेन         (iii) विनयेन"
              },
              {
                "-Question": "(ख).\tकुलदीप: अस्ति-\n\t(i) कुपुत्र:           (ii) सुपुत्र:           (iii) दुर्जन:"
              },
              {
                "-Question": "(ग).\tकीदृशं न ब्रूयात्-\n\t(i) सत्यम्           (ii) अप्रियम्        (iii) उभावपि "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "श्लोकों को पूरा कीजिए-",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  यथा __________ ।\n\tएवं __________ ।।"
              },
              {
                "-Question": "(ख)  __________ रवि:।\n\tत्रैलोक्ये __________ ।।"
              },
              {
                "-Question": "(ग)  उत्सवे __________ ।\n\t __________बान्धव:।।"
              }
            ]
          },
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  प्रथम श्लोकस्य कोऽर्थ:?"
              },
              {
                "-Question": "(ख)  असाधुं कथं जयेत्?"
              },
              {
                "-Question": "(ग)  कीदृशं सत्यं ब्रूयात्?"
              },
              {
                "-Question": "(घ)  प्रभाते क: दीपक: अस्ति?"
              },
              {
                "-Question": "(ङ)  कुलस्य दीपक: क: भवति?"
              },
              {
                "-Question": "(च)  क: आकाशात् उच्चतर: अस्ति?"
              },
              {
                "-Question": "(छ)  जननी जन्मभूमिश्च कस्मात् गरीयसी भवत:?"
              },
              {
                "-Question": "(ज) राजद्वारे क: तिष्ठति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  पुरुषार्थ वेâ बिना कार्य सिद्ध नहीं होते।"
              },
              {
                "-Question": "(ख)  माता पृथ्वी से बड़ी होती है।"
              },
              {
                "-Question": "(ग)  अच्छे मित्र संकट में सहायता करते हैं।"
              },
              {
                "-Question": "(घ)  हमें सदा सत्य और प्रिय बोलना चाहिए।"
              },
              {
                "-Question": "(ङ)  अच्छा पुत्र कुल का दीपक होता है।"
              },
              {
                "-Question": "(च)  सब बालक मिलकर श्लोकों को याद करो।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित श्लोकों का हिन्दी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  प्रदोषे दीपक: चन्द्र: प्रभाते दीपक: रवि:।\n\tत्रैलोक्ये दीपक: धर्म: सुपुत्र: कुलदीपक:।।"
              },
              {
                "-Question": "(ख)  तउत्सवे व्यसने प्राप्ते दुर्भिक्षे शत्रुसज्र्टे।\n\tराजद्वारे श्मशाने च य: तिष्ठति स बान्धव:।।"
              }
            ]
          }
        ]    //chapter9 compelete
      },
       {
        "-ChapterName": "उद्यानम्",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tउद्यानम् अस्ति\n\t(i) मनोहरम्             (ii) जीवै: पूरितम्        (iii) दुर्गन्धयुक्तम्"
              },
              {
                "-Question": "(ख).\tके नृत्यन्ति?\n\t(i) शुका:            (ii) बालका:           (iii) मयूरा:"
              },
              {
                "-Question": "(ग).\tकिं स्वास्थ्यकरम् अस्ति-\n\t(i) अधिकं शयनम्         (ii) तरणम्        (iii) उभावपि "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)   अस्माकं नगरे एकं  __________ अस्ति।"
              },
              {
                "-Question": "(ख)  अस्मिन् उद्याने __________ सन्ति।"
              },
              {
                "-Question": "(ग)   एतत् प्रकृत्या: __________ सन्ति।"
              },
              {
                "-Question": "(घ)  अत्र अनेका: __________ अस्ति।"
              },
              {
                "-Question": "(ङ)  उपवने वृक्षेषु खगा: __________ सन्ति।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  नगरे किम् अस्ति?"
              },
              {
                "-Question": "(ख)  लता: कुत्र सन्ति?"
              },
              {
                "-Question": "(ग)  लतासु किं विकसन्ति?"
              },
              {
                "-Question": "(घ)  खगा: कुत्र उपविशन्ति?"
              },
              {
                "-Question": "(ङ)  किं स्वास्थ्यकरम् अस्ति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिन्दी में अनुवाद कीजिए",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क)  अस्माकं नगरे एवंâ मनोहरम् उद्यानम् अस्ति।"
              },
              {
                "-Question": "(ख)  एतद् नगराद् बहि: अस्ति।"
              },
              {
                "-Question": "(ग)  एतद् प्रकृत्या: अनुग्रहस्थली अस्ति।"
              },
              {
                "-Question": "(घ)  अस्मिन् उद्याने अनेके वृक्षा: सन्ति।"
              },
              {
                "-Question": "(ङ)  अत्र वृक्षाणां छाया शीतला भवति।"
              },
              {
                "-Question": "(च)  लतासु विविध वर्णानि पुष्पाणि विकसन्ति।"
              },
              {
                "-Question": "(छ)  उपवने वृक्षेषु खगा: उपविशन्ति।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  मैं लखनऊ शहर में रहता हूँ।"
              },
              {
                "-Question": "(ख)  मेरे शहर में एक सुंदर उद्यान है।"
              },
              {
                "-Question": "(ग)  इस उद्यान में अनेक सुंदर-सुंदर वृक्ष हैं।"
              },
              {
                "-Question": "(घ)  यहाँ वृक्षों की छाया शीतल होती है।"
              },
              {
                "-Question": "(ङ)  पक्षी वृक्षों के फल खाते हैं।"
              },
              {
                "-Question": "(च)  कोयल मधुर स्वर में कूजती है।"
              },
              {
                "-Question": "(छ)  मधुमक्खियाँ  फूलों का रस पीती हैं।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "सही वाक्य पर ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  उद्याने अनेका: वृक्षा: सन्ति।  =  _________ "
              },
              {
                "-Question": "(ख)  लतासु विविध वर्णानि पुष्पाणि विकसन्ति।  =  _________ "
              },
              {
                "-Question": "(ग)  मधुमक्षिका: पुष्पेषु उपविशन्ति।  =  _________ "
              },
              {
                "-Question": "(घ)  उपवनस्य वातावरणं रमणीयं न अस्ति।  =  _________ "
              },
              {
                "-Question": "(ङ)  बाला: बालिकाश्च क्रीडार्थम् अत्र आगच्छन्ति।  =  _________ "
              },
              {
                "-Question": "(च)  दर्शका: स्वेच्छया यत्र-तत्र उपविशन्ति।  =  _________ "
              },
              {
                "-Question": "(छ)  वस्तुत: उपवनं रमणीयं न अस्ति  =  _________ "
              }
            ]
          }
        ]    //chapter10 compelete
      },
       {
        "-ChapterName": "भारतवर्ष:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
  
                "-Question": "(क).\tभारते कति ऋतव: क्रमेण आगच्छन्ति?\n\t(i) पञ्च            (ii) सप्त       (iii) षट्"
              },
              {
                "-Question": "(ख).\tभाषाणां जननी का अस्ति?\n\t(i) संस्कृतम्          (ii) तमिल:         (iii) जर्मन"
              },
              {
                "-Question": "(ग).\tनद्य: कुत: निर्गच्छन्ति?\n\t(i) आकाशात्          (ii) सागरात्       (iii) पर्वतेभ्य:"
              },
              {
                "-Question": "(घ).\tस्वतन्त्रता-दिवस: कीदृश: उत्सव: अस्ति?\n\t(i) धार्मिक:            (ii) राष्ट्रीय:      (iii) सामाजिक:"
              },
              {
                "-Question": "(ङ).\tभारतस्य राष्ट्रध्वजे कति वर्णा: सन्ति?\n\t(i) सप्त           (ii) त्रय:        (iii) पञ्च"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति  कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  भारतस्य  __________ रमणीया: सन्ति।"
              },
              {
                "-Question": "(ख)  वयम् एकं __________ नमाम:।"
              },
              {
                "-Question": "(ग)  भारतदेशे सर्वे ऋतव: __________ आगच्छन्ति।"
              },
              {
                "-Question": "(घ)  भारते सर्वत्र __________ अस्ति।"
              },
              {
                "-Question": "(ङ)  भारतीय संस्कृति: __________ निहिता अस्ति।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  भारते कति ऋतव: क्रमेण आगच्छन्ति? नामानि लिखत।"
              },
              {
                "-Question": "(ख)  भारते कीदृशी विविधता अस्ति?"
              },
              {
                "-Question": "(ग)  संस्काराणां जननी का अस्ति?"
              },
              {
                "-Question": "(घ)  भारतीय संस्कृति: कस्मिन् निहिता अस्ति?"
              },
              {
                "-Question": "(ङ)  भारतीय संस्कृते: मूलमन्त्र: किमस्ति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "एक शब्द में उत्तर दीजिए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  क: अस्माकं देश:?"
              },
              {
                "-Question": "(ख)  वयं भारते सर्वत्र किं पश्याम:?"
              },
              {
                "-Question": "(ग)  अस्मिन् देशे के क्रमेण आगच्छन्ति?"
              },
              {
                "-Question": "(घ)  पर्वतेभ्य: का: प्रवहन्ति?"
              },
              {
                "-Question": "(ङ)  भारते जनानां भाषा कीदृशी अस्ति?"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिन्दी में अनुवाद कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क)  भारतदेशे रमणीया: भूभागा: सन्ति।"
              },
              {
                "-Question": "(ख)  अस्माकं देशे षट्ऋतव: क्रमेण आयान्ति।"
              },
              {
                "-Question": "(ग)  भारतदेशे एकताया: सुमधुरा धारा प्रवहति।"
              },
              {
                "-Question": "(घ)  संस्कृत भाषा अनेकासां भाषाणां जननी अस्ति।"
              },
              {
                "-Question": "(ङ)  सर्वे भद्राणि पश्यन्तु।"
              }
            ]
          }
        ]    //chapter11 compelete
      },
       {
        "-ChapterName": "आयुर्वेदस्य महत्त्वम् ",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tकमलस्य कस्मिन् विषये ज्ञानम् अधिकं नास्ति-\n\t(i) व्याकरण विषये       (ii) साहित्य विषये       (iii) आयुर्वेद विषये"
              },
              {
                "-Question": "(ख).\tस्वास्थ्यलाभाय सर्वोत्तम: हेतु: अस्ति-\n\t(i) आयुर्वेद:            (ii) धनुर्वेद:        (iii) सामवेद:"
              },
              {
                "-Question": "(ग).\tआयुर्वेद निदानमस्ति-\n\t(i) धनस्य           (ii) योगस्य        (iii) रोगस्य"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  श्व: __________ भविष्यति।"
              },
              {
                "-Question": "(ख)  चत्वार: __________ सन्ति।"
              },
              {
                "-Question": "(ग)  __________रोगस्य निदानमस्ति।"
              },
              {
                "-Question": "(घ)  समुचित __________ मनुष्य: सर्वथा स्वस्थ: भवति।"
              },
              {
                "-Question": "(ङ)  अधुनाहं __________ कृते सज्जितोऽस्मि।"
              }
            ]
          },
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर लिखिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क)  चत्वार: उपवेदा: के सन्ति?"
              },
              {
                "-Question": "(ख)  प्रथम उपवेदस्य नाम किम्?"
              },
              {
                "-Question": "(ग)  आयुर्वेदस्य प्रसिद्धा: आचार्या: के सन्ति?"
              },
              {
                "-Question": "(घ)  शरीरे कति दोषा: सन्ति, तेषां नामानि लिखत?"
              },
              {
                "-Question": "(ङ)  मनुष्य: केन सर्वथा स्वस्थ: भवति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "एक शब्द में उत्तर दीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  वेदा: कति सन्ति?"
              },
              {
                "-Question": "(ख)  उपवेदा: कति सन्ति?"
              },
              {
                "-Question": "(ग)  मनुष्याणां स्वास्थ्यलाभाय सर्वोत्तम: हेतु: क:?"
              },
              {
                "-Question": "(घ)  आयुर्वेदस्य प्रथम: प्रचारक: क:?"
              },
              {
                "-Question": "(ङ)  ‘हरीतकी विभीतकम् आमलकं' इति किं कथ्यते?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "वाक्य बनाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  स्पर्धा  =  ________________________________________"
              },
              {
                "-Question": "(ख)  आयुर्वेद:  =  ________________________________________"
              },
              {
                "-Question": "(ग)  चरक:  =  ________________________________________"
              },
              {
                "-Question": "(घ)  मानव:  =  ________________________________________"
              },
              {
                "-Question": "(ङ)  मिथ्या  =  ________________________________________"
              },
              {
                "-Question": "(च)  अद्यत्वे  =  ________________________________________"
              }
            ]
          }
        ]    //chapter12 compelete
      },
       {
        "-ChapterName": "सुदास: ",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tसरोवरे कस्य पुष्पम् आसीत्?\n\t(i) पाटलस्य         (ii) पद्मस्य      (iii) चम्पाया:"
              },
              {
                "-Question": "(ख).\t‘व्रेâष्यति’ इत्यस्मिन् लकार: प्रयुक्त:।\n\t(i) लट् लकार:          (ii) लङ् लकार:        (iii) लृट् लकार:"
              },
              {
                "-Question": "(ग).\t‘धूल्या:’ इत्यस्मिन् कतमा विभक्ति: अस्ति?\n\t(i) सप्तमी           (ii) षष्ठी       (iii) तृतीया"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  सरोवरे केवलम् एकं __________  अवशिष्टम् आसीत्।"
              },
              {
                "-Question": "(ख)  एतत्  __________ कमलं __________ समर्पयिष्यामि।"
              },
              {
                "-Question": "(ग)  अहं एतस्मै कमलाय __________ दास्यामि।"
              },
              {
                "-Question": "(घ)  पुष्पं गृहीत्वा __________ दर्शनाय स: वेगेन अधावत्।"
              },
              {
                "-Question": "(ङ)  तव __________ एकं कणं वाञ्छामि।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर  लिखिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क)  सरोवरे किम् अवशिष्टम् आसीत्?"
              },
              {
                "-Question": "(ख)  भगवान् बुद्ध: कुत्र उपविष्ट: आसीत्?"
              },
              {
                "-Question": "(ग)  बुद्धदेवस्य आनने नेत्रयो: च किम् आसीत्?"
              },
              {
                "-Question": "(घ)  सुदास: बुद्धदेवं किमवदत्?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "एक शब्द में उत्तर दीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  सर्वाणि पुष्पाणि केन शुष्काणि आसन्?"
              },
              {
                "-Question": "(ख)  मालाकारस्य नाम किम् आसीत्?"
              },
              {
                "-Question": "(ग)  सुदास: धनिकं पद्मस्य किं मूल्यम् अवदत्?"
              },
              {
                "-Question": "(घ)  राजा कमलाय कति स्वर्णमुद्रा: दातुम् अवाञ्छत्?"
              },
              {
                "-Question": "(ङ)  सुदास: पद्मं गृहीत्वा कस्य दर्शनाय अधावत्?"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "संस्कृत में अनुवाद कीजिए-",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क)  ठंड की अधिकता से सब पेड़ और फूल सूख गए। "
              },
              {
                "-Question": "(ख)  माली सुदास के तालाब में कमल का केवल एक फूल बचा था।"
              },
              {
                "-Question": "(ग)  सुदास उस फूल को लेकर राजमहल के रास्ते में बैठ गया। "
              },
              {
                "-Question": "(घ)  इस फूल का मूल्य क्या है?"
              },
              {
                "-Question": "(ङ)  इस फूल की शोभा बुद्ध देव के चरणों में ही है।"
              },
              {
                "-Question": "(च)  सुदास फूल को लेकर बुद्धदेव के दर्शन के लिए तेजी से दौड़ा।"
              }
            ]
          }
        ]    //chapter13 compelete
      },
       {
        "-ChapterName": "गुरुभक्त: ",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
             
		     {
                "-Question": "(क).\tमहर्षे: किन्नाम?\n\t(i) दयानन्द:          (ii) विवेकानन्द:        (iii) धौम्य:"
              },
              {
                "-Question": "(ख).\tजल-मार्गे क: शयित:?\n\t(i) उत्तम:            (ii) आरुणि:       (iii) मुकुन्द:"
              },
              {
                "-Question": "(ग).\tआरुणि: आसीत्-\n\t(i) मन्दबुद्धि:            (ii) न       (iii) जानामि"
              },
              {
                "-Question": "(घ).\tपूर्वदिशायां सागर: अस्ति।\n\t(i) अरब सागर:            (ii) चतुर:       (iii) आज्ञाकारी"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  पुरा एक: __________ नामक: महर्षि: आसीत्।"
              },
              {
                "-Question": "(ख)  तत्र सर्वान् जल-मार्गान् __________ अबध्नात्।"
              },
              {
                "-Question": "(ग)  मृत्तिका जलस्य वेगेन __________ अशक्नोत्।"
              },
              {
                "-Question": "(घ)  ततो जलस्य __________ रुद्धोऽभवत्।"
              },
              {
                "-Question": "(ङ) सर्वे वेदा: सर्वाणि __________ तव प्रतिभान्तु।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर लिखिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क)  आरुणि: कुत्र अध्येते स्म?"
              },
              {
                "-Question": "(ख)  गुरु: आरुणिं किम् आदिशत्?"
              },
              {
                "-Question": "(ग)  जलस्य प्रवाहो कथं रुद्धोऽभवत्?"
              },
              {
                "-Question": "(घ)  आरुणिन: गुरुभक्त्या विस्मितो भूत्वा गुरु: किमवदत्?"
              },
              {
                "-Question": "(ङ)  आरुणि: विद्या: कथम् अशिक्षत्?"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  प्राचीनकाल में धौम्य नाम के ऋषि थे।"
              },
              {
                "-Question": "(ख)  उनके आश्रम में बहुत से विद्यार्थी अध्ययन करते थे।"
              },
              {
                "-Question": "(ग)  उनमें से एक आरुणि नाम का शिष्य भी था।"
              },
              {
                "-Question": "(घ)  महर्षि ने आरुणि को खेत की मेड़ बाँधने भेजा।"
              },
              {
                "-Question": "(ङ)  मिट्टी से जल के वेग को आरुणि न रोक सका।"
              },
              {
                "-Question": "(च)  गुरु जी की कृपा से आरुणि ने सभी विद्याओं को प्राप्त कर लिया।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिन्दी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  तदा आरुणि: स्वयमेव तत्र समाविशत्।"
              },
              {
                "-Question": "(ख)  ततो जलस्य प्रवाहो रुद्धोऽभवत्।"
              },
              {
                "-Question": "(ग)  तथा संस्थितस्य तद् दिनं व्यतीतम्।"
              },
              {
                "-Question": "(घ)  र्तिह वयं सर्वे तत्र गच्छाम: यत्रासौ आरुणि: गत:।"
              },
              {
                "-Question": "(ङ)  शब्दं श्रुत्वा आरुणि: केदारखण्डात् उत्थाय गुरोरग्रे उपस्थित:।"
              },
              {
                "-Question": "(च)  वत्स! त्वं मम अभूतपूर्व: शिष्य:। कल्याणं ते भवतु!"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "सही कथन पर ✔ का चिह्न लगाइए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  पुरा एक: देवव्रत: नामक: मर्हिष: आसीत्।\t______"
              },
              {
                "-Question": "(ख)  तेषु एक: धौम्य: नामक: शिष्य: आसीत्।\t______"
              },
              {
                "-Question": "(ग)  आरुणि: केदारखण्डाद् उत्थाय गुरोरग्रे न उपस्थित:।\t______"
              },
              {
                "-Question": "(घ)  आरुणिना एवमुक्त: ऋषि: तस्य गुरुभक्त्या विस्मितोऽभवत्।\t______"
              },
              {
                "-Question": "(ङ)  वत्स! त्वं मम अभूतपूर्व: शिष्य:।\t______"
              }
            ]
          }
        ]    //chapter14 compelete
      },
       {
        "-ChapterName": "बुद्धे: चातुर्यम् ",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
           {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
             
		     {
                "-Question": "(क).\tसरोवरस्य निकटे आसन्-\n\t(i)  काका:      (ii) मयूरा:       (iii) हंसा:"
              },
              {
                "-Question": "(ख).\tअकबर: आसीत्विश्वास-\n\t(i) घातक:            (ii) बुद्धिमान्        (iii) विनोदप्रिय:"
              },
              {
                "-Question": "(ग).\tग्रीवा कस्य वक्रा आसीत्?\n\t(i) भल्लूकस्य            (ii) उष्ट्रस्य        (iii) सिंहस्य"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  सरोवरस्य निकटे स: __________ अपश्यत्।"
              },
              {
                "-Question": "(ख)  विस्मित: सम्राट् __________ अतिष्ठत्।"
              },
              {
                "-Question": "(ग)  अकबर: बीरबलस्य __________ स्वीकरोति।"
              },
              {
                "-Question": "(घ)  विनोदप्रिय: अकबर: तं दृष्ट्वा __________ ।"
              },
              {
                "-Question": "(ङ)  तस्मै अनेकान् __________ अयच्छत्।"
              }
            ]
          },
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर  लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  राजोद्यानं कौ किमर्थच अगच्छताम्?"
              },
              {
                "-Question": "(ख)  काकान् दृष्ट्वा क: कं च किमवदत्?"
              },
              {
                "-Question": "(ग)  सम्राट् अकबर: बीरबलाय पुरस्कारं यच्छति, किमर्थम्?"
              },
              {
                "-Question": "(घ)  अकबर: बीरबलं किमुक्त्वा उपाहसत्?"
              },
              {
                "-Question": "(ङ)  बीरबलाय अनेका: उपहारा: लभन्ते; किमर्थम्?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "एक शब्द में उत्तर दीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  राजोद्याने कौ अगच्छताम्?"
              },
              {
                "-Question": "(ख)  सम्राट् पुत्राभ्यां सह स्नानार्थं कुत्र प्राविशत्?"
              },
              {
                "-Question": "(ग)  क: भारं वहति?"
              },
              {
                "-Question": "(घ)  स्ववचनं स्मृत्वा अकबर: बीरबलाय किम् अयच्छत्?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों को शुद्ध कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  सम्राट् अकबर: स्वमुख्यामात्यं सह राजोद्यानेव विहाराय अगच्छत्।"
              },
              {
                "-Question": "(ख)  बोधयानि मम राज्ये कतिवन्त काकान् सन्ति?"
              },
              {
                "-Question": "(ग)  भवतां एतासां गणनां कारयतु।"
              },
              {
                "-Question": "(घ)  तव अस्माकं वस्त्राणि धृत्वा तिष्ठ।"
              },
              {
                "-Question": "(ङ)  स: तस्यै अनेकं उपहारान् अगच्छत्।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  अकबर भारत का मुगल शासक था।"
              },
              {
                "-Question": "(ख)  सम्राट अकबर ने तालाब के पास अनेक कौए देखे।"
              },
              {
                "-Question": "(ग)  सम्राट अकबर ने खुश होकर बीरबल को पुरस्कार दिए।"
              },
              {
                "-Question": "(घ)  जब तक मैं स्नान करूँ तब तक हमारे वस्त्र पकड़कर यहाँ खड़े रहो।"
              },
              {
                "-Question": "(ङ)  बीरबल! इस ऊंट की गर्दन टेड़ी क्यों है?"
              }
            ]
          }
        ]    //chapter15 compelete
      },
       {
        "-ChapterName": "मुनि: मूषकश्च",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
           {
            "-QType": "FillUp",
            "-Heading": "सही उत्तर पर  ✔ का चिह्न लगाइए",
            "-defaultMark": "1",
            "item": [
             
		     {
                "-Question": "(क).\tमुनि: अपश्यत्-\n\t(i)  शुक-शावकम्      (ii) काक-शावकम्        (iii) मूषक-शावकम्"
              },
              {
                "-Question": "(ख).\tप्रथमे वारे मूषक: परिवर्तित:।\n\t(i) व्याघ्र रूपे            (ii) सिंह रूपे        (iii) बिडाल रूपे"
              },
              {
                "-Question": "(ग).\tमुनि: शापितवान्-\n\t(i) मूष्कम्            (ii) व्याघ्रम्        (iii) कुक्कुरम्"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) स: वने निर्माय तप: करोति स्म।"
              },
              {
                "-Question": "(ख)  मुनि: बिडालमकरोत्।"
              },
              {
                "-Question": "(ग)  इदानीं स: निर्भयेन यत्र तत्र भ्रमति स्म।"
              },
              {
                "-Question": "(घ)  मुनि: पुन: इति शापं दत्तवान्।"
              },
              {
                "-Question": "(ङ)  व्याघ्र: पुन: परिर्वितत:।"
              }
            ]
          },
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  मुनि: कुत्र तप: करोति स्म?"
              },
              {
                "-Question": "(ख)  मुनि: कस्य पालनमकरोत् किमर्थच?"
              },
              {
                "-Question": "(ग)  मुनि: बिडालं कुक्कुरे किमर्थं परिवर्तितवान्?"
              },
              {
                "-Question": "(घ)  व्याघ्र: मुनि-विषये किं चिन्तितवान्?"
              },
              {
                "-Question": "(ङ)  मुनि: व्याघ्रं कस्मिन् परिवर्तितवान् किमर्थच?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों का वाक्यों में प्रयोग कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  निर्माय  = _____________________________________"
              },
              {
                "-Question": "(ख)  कृत्वा  = _____________________________________"
              },
              {
                "-Question": "(ग)  विज्ञाय  = _____________________________________"
              },
              {
                "-Question": "(घ)  धावित्वा  = _____________________________________"
              },
              {
                "-Question": "(ङ)  ज्ञात्वा  = _____________________________________"
              },
              {
                "-Question": "(च)  विचिन्त्य  = _____________________________________"
              }
            ]
          }
        ]    //chapter16 compelete
      }
    ]
  }
}